/* Append indication of trial license */
" (Expiring Trial License)" = " (Expiring Trial License)";

/* Append indication of license type */
" - Household License" = " - Household License";

/* Append indication of license type */
" - Pro Edition" = " - Pro Edition";

/* Append indication of license type */
" - Site License" = " - Site License";

/* format to show type of pagelet and its title, e.g. RSS Feed 'Cat Daily Digest' */
"%@ %@%@%@" = "%1$@ %2$@%3$@%4$@";

/* Describes a recent time: [%@ = Yesterday/Today/Tomorrow] at [%@ = time] */
"%@ at %@" = "%1$@ at %2$@";

/* Unexpected Exception Alert Title for Application name */
"%@ encountered a problem." = "%@ encountered a problem.";

/* No comment provided by engineer. */
"%@ encountered problems downloading some plug-ins.  Please report this to Karelia Software.\n\n%@" = "%1$@ encountered problems downloading some plug-ins.  Please report this to Karelia Software.\n\n%2$@";

/* Headling showing that [app] is already registered */
"%@ is already registered. Thank you." = "%@ is already registered. Thank you.";

/* explanation going inside temporary file */
"%@ This temporary file can be safely deleted if it is found.\n%@ created this file to verify that this computer was reachable over the Internet." = "%1$@ This temporary file can be safely deleted if it is found.\n%2$@ created this file to verify that this computer was reachable over the Internet.";

/* Label to indicate that date shown is creation date */
"(Creation Date)" = "(Creation Date)";

/* Indication in site outline that the page has an empty title. Distinct from untitled, which is for newly created pages. */
"(Empty title)" = "(Empty title)";

/* Label to indicate that date shown is modification date */
"(Modification Date)" = "(Modification Date)";

/* Quartz Extreme Comment */
"(Quartz Extreme functionality is supported by the following video GPUs: NVIDIA GeForce2 MX and later, or any AGP-based ATI RADEON GPU. A minimum of 16MB VRAM is required.)" = "(Quartz Extreme functionality is supported by the following video GPUs: NVIDIA GeForce2 MX and later, or any AGP-based ATI RADEON GPU. A minimum of 16MB VRAM is required.)";

/* list separator: , in English */
"," = ",";

/* Introductory text for Weblogs */
"<p>This is a new weblog. You can replace this text with an introduction to your blog, or just delete it if you wish.</p><p>To add an entry to the weblog, add a new page using the \"Pages\" button in the toolbar.</p><p>For more information on blogging with Sandvox, please have a look through our <a href=\"http://docs.karelia.com/z/Blogging_with_Sandvox.html\">help guide</a>.</p>" = "<p>This is a new weblog. You can replace this text with an introduction to your blog, or just delete it if you wish.</p><p>To add an entry to the weblog, add a new page using the \"Pages\" button in the toolbar.</p><p>For more information on blogging with Sandvox, please have a look through our <a href=\"http://docs.karelia.com/z/Blogging_with_Sandvox.html\">help guide</a>.</p>";

/* left double quote */
"\\U201C" = "“";

/* Title of alert */
"\\U201CSites\\U201D must be a folder" = "“Sites” must be a folder";

/* right double quote */
"\\U201D" = "”";

/* second half -- warning when computer could not be reached. */
"\n\nIf you are just testing, and you are OK with your site not being accessible from the Internet, then feel free to ignore this warning." = "\n\nIf you are just testing, and you are OK with your site not being accessible from the Internet, then feel free to ignore this warning.";

/* error reason: Sandvox failed to updgrade document */
"\n\nSandvox (build %@) was unable to upgrade this document. Please contact Karelia Software by sending feedback from the 'Help' menu." = "\n\nSandvox (build %@) was unable to upgrade this document. Please contact Karelia Software by sending feedback from the 'Help' menu.";

/* error reason: document metadata is unreadable */
"\n\nSandvox was not able to read the document metadata.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu." = "\n\nSandvox was not able to read the document metadata.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu.";

/* error reason: document model is not compatible */
"\n\nSandvox was not able to read the document. Its datamodel is not compatible. \n\nPlease contact Karelia Software by sending feedback from the 'Help' menu." = "\n\nSandvox was not able to read the document. Its datamodel is not compatible. \n\nPlease contact Karelia Software by sending feedback from the 'Help' menu.";

/* error reason: document model version is unknown */
"\n\nThis document appears to have an unknown document model.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu." = "\n\nThis document appears to have an unknown document model.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu.";

/* error reason: Sandvox needs to be upgraded. */
"\n\nThis document was saved with a more recent version of Sandvox (build %@). Please upgrade Sandvox to the latest version." = "\n\nThis document was saved with a more recent version of Sandvox (build %@). Please upgrade Sandvox to the latest version.";

/* error reason: The document cannot be upgraded. */
"\n\nThis document was saved with an older version of Sandvox (build %@). Unfortunately, it cannot be upgraded with this version of Sandvox.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu." = "\n\nThis document was saved with an older version of Sandvox (build %@). Unfortunately, it cannot be upgraded with this version of Sandvox.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu.";

/* format: This is an Crash Report. */
"\nThis is a %@ Crash Report. Getting good feedback is essential for continually improving %@. Please email the contents of this document to %@ with the subject \\U201C%@\\U201D. Once sent, you may remove the file at your convenience. Thank you.\n\n" = "\nThis is a %1$@ Crash Report. Getting good feedback is essential for continually improving %2$@. Please email the contents of this document to %3$@ with the subject “%4$@”. Once sent, you may remove the file at your convenience. Thank you.\n\n";

/* obvious warning string for file name, starts with _ for alphabetical sorting */
"_EXPORT INFORMATION_.txt" = "_EXPORT INFORMATION_.txt";

/* Message in alert */
"A file at the path '%@' was found. However, this must be a folder, not a file. Please replace this file with a folder." = "A file at the path '%@' was found. However, this must be a folder, not a file. Please replace this file with a folder.";

/* Button to accept other automatically found media */
"Accept Other File" = "Accept Other File";

/* Button to accept other automatically found media */
"Accept Other Files" = "Accept Other Files";

/* action name for adding a collection */
"Add Collection" = "Add Collection";

/* alt text for + button in HTML view */
"Add Element" = "Add Element";

/* Action Name: Add Link */
"Add Link" = "Add Link";

/* action name for adding a page */
"Add Page" = "Add Page";

/* action name for adding a page */
"Add Pagelet" = "Add Pagelet";

/* Quartz Extreme Comment */
"Advanced title creation is only available on Macs that support Quartz Extreme." = "Advanced title creation is only available on Macs that support Quartz Extreme.";

/* tooltip Collection sorting */
"Alphabetical" = "Alphabetical";

/* No comment provided by engineer. */
"Always select containing page" = "Always select containing page";

/* fragment describing a particular page */
"an enclosing container page, %@%@%@" = "an enclosing container page, %1$@%2$@%3$@";

/* join conjunction: and in English */
"and" = "and";

/* Placeholder */
"Anonymous" = "Anonymous";

/* Prompt when offering to locate other missing media files. */
"Another missing media file has been found in the same location." = "Another missing media file has been found in the same location.";

/* Part of an archive's page title */
"Archive" = "Archive";

/* License change alert title */
"Are you sure you want to change the registration key to \"%@?\"" = "Are you sure you want to change the registration key to \"%@?\"";

/* No comment provided by engineer. */
"Are you sure you want to clear the registration key?" = "Are you sure you want to clear the registration key?";

/* status message for test connection */
"Attempting to change to directory... " = "Attempting to change to directory... ";

/* status message for test connection */
"Attempting to delete the test file... " = "Attempting to delete the test file... ";

/* status message for test connection */
"Attempting to download the test file... " = "Attempting to download the test file... ";

/* status message for test connection */
"Attempting to upload a test file... " = "Attempting to upload a test file... ";

/* Quick Look preview sticky-note text */
"Author" = "Author";

/* tooltip Author:  */
"Author: " = "Author: ";

/* connection delegate */
"Authorize Connection?" = "Authorize Connection?";

/* Status: Autosaving... */
"Autosaving..." = "Autosaving...";

/* back-to-top LINK on web pages */
"backToTopLinkHTML" = "[Back To Top]";

/* Back to top title, generally EMPTY */
"backToTopTitleHTML" = " ";

/* Prefix for backup copy of document */
"Backup of " = "Backup of ";

/* document upgrade informative text */
"Before it can be opened, this document must be upgraded to the latest Sandvox data format. A backup of the original document will be saved as \"%@.\"" = "Before it can be opened, this document must be upgraded to the latest Sandvox data format. A backup of the original document will be saved as \"%@.\"";

/* Message while building menus. */
"Building Menus..." = "Building Menus...";

/* button title to prompt user to buy application */
"Buy %@" = "Buy %@";

/* Error: Can't remove pre-existing file at path (%@) */
"Can\\U2019t remove pre-existing file at path (%@)" = "Can’t remove pre-existing file at path (%@)";

/* Error: Can't write file to path - directory is not writable (%@) */
"Can\\U2019t write file to path - directory is not writable (%@)" = "Can’t write file to path - directory is not writable (%@)";

/* Error: Can't write file to path - parent is not a directory (%@) */
"Can\\U2019t write file to path - parent is not a directory (%@)" = "Can’t write file to path - parent is not a directory (%@)";

/* Cancel
   Cancel Button
   Button title */
"Cancel" = "Cancel";

/* alert title (capitalized) */
"Cannot Select Pagelet From This Page" = "Cannot Select Pagelet From This Page";

/* No comment provided by engineer. */
"Cannot Select Pagelet from This Page" = "Cannot Select Pagelet from This Page";

/* Button title to change registration code */
"Change Registration" = "Change Registration";

/* No comment provided by engineer. */
"Check the plugins you wish to install." = "Check the plugins you wish to install.";

/* choose button - open panel
   choose - open panel */
"Choose" = "Choose";

/* Button title to clear registration */
"Clear" = "Clear";

/* title of '+' button; instructions for what to do */
"Click on + to insert an element" = "Click on + to insert an element";

/* menu tooltip to hide site outline */
"Collapses the outline of the site from the left side of the window." = "Collapses the outline of the site from the left side of the window.";

/* String_On_Page_Template -- text for link on a blog posting */
"Comment" = "Comment";

/* status message for test connection */
"Connectivity test passed!" = "Connectivity test passed!";

/* alert text: advice when maximum number of backups exceeded */
"Consider removing backups no longer needed, or send feedback to Karelia suggesting an increase in the maximum number of backups allowed." = "Consider removing backups no longer needed, or send feedback to Karelia suggesting an increase in the maximum number of backups allowed.";

/* status message for test connection */
"Contacting %@... " = "Contacting %@... ";

/* Button in setup host to go to next dialog */
"Continue" = "Continue";

/* Link to read a full article. @@ is replaced with the page title */
"Continue reading @@" = "Continue reading @@";

/* Copy MenuItem */
"Copy" = "Copy";

/* Copy Page MenuItem */
"Copy Page" = "Copy Page";

/* Copy Pages MenuItem */
"Copy Pages" = "Copy Pages";

/* No comment provided by engineer. */
"Copying pages..." = "Copying pages...";

/* No comment provided by engineer. */
"Copying..." = "Copying...";

/* Default text for page bottom */
"copyrightHTML" = "<p>Parting Words (copyright, contact information, etc.)</p>";

/* Title of alert */
"Could not create \\U201CSites\\U201D folder" = "Could not create “Sites” folder";

/* Title of alert */
"Could not find web server documents folder." = "Could not find web server documents folder.";

/* Title of alert */
"Could not make \\U201CSites\\U201D folder readable" = "Could not make “Sites” folder readable";

/* Title of alert */
"Could not make web server folder readable" = "Could not make web server folder readable";

/* Title of alert */
"Could not modify \\U201CSites\\U201D folder" = "Could not modify “Sites” folder";

/* Title of alert */
"Could not modify web server documents folder" = "Could not modify web server documents folder";

/* Alert: Could not remove pre-existing file at path %@. */
"Could not remove pre-existing file at path %@." = "Could not remove pre-existing file at path %@.";

/* Title of alert */
"Could not store password in keychain" = "Could not store password in keychain";

/* Crash Report FileName */
"Crash Report" = "Crash Report";

/* Create Button */
"Create" = "Create";

/* Create Link... MenuItem
   Create Link... ToolbarItem */
"Create Link..." = "Create Link...";

/* tooltip Created:  */
"Created: " = "Created: ";

/* status message for test connection */
"Creating Directories... " = "Creating Directories... ";

/* No comment provided by engineer. */
"Creating pages..." = "Creating pages...";

/* Creating Site... */
"Creating Site..." = "Creating Site...";

/* Last menu item to indicate custom index type */
"Custom" = "Custom";

/* contextual menu item */
"Custom Summary for Index" = "Custom Summary for Index";

/* Cut MenuItem */
"Cut" = "Cut";

/* Cut Page MenuItem */
"Cut Page" = "Cut Page";

/* Cut Pages MenuItem */
"Cut Pages" = "Cut Pages";

/* datastore contains no Media with uniqueID %@ */
"datastore contains no Media with uniqueID %@" = "datastore contains no Media with uniqueID %@";

/* The default item in a list. */
"Default" = "Default";

/* The default item in a list. */
"Default (%@)" = "Default (%@)";

/* Title of initial home page */
"defaultRootPageTitleText" = "Home Page";

/* Delete MenuItem
   Delete Button */
"Delete" = "Delete";

/* Delete Collection Alert Title
   Delete Collection MenuItem */
"Delete Collection" = "Delete Collection";

/* Delete Page MenuItem
   Delete Page Alert Title */
"Delete Page" = "Delete Page";

/* Delete Pagelet MenuItem */
"Delete Pagelet" = "Delete Pagelet";

/* Delete Pages MenuItem
   Delete Pages Alert Title */
"Delete Pages" = "Delete Pages";

/* status message for test connection */
"Disconnecting... " = "Disconnecting... ";

/* Delete Collection without Pages Alert Message */
"Do you really want to delete the collection named \\U201C%@\\U201D ?" = "Do you really want to delete the collection named “%@” ?";

/* Delete Collection with Pages Alert Message */
"Do you really want to delete the collection named \\U201C%@\\U201D and all the pages it contains?" = "Do you really want to delete the collection named “%@” and all the pages it contains?";

/* Delete Page Alert Message */
"Do you really want to delete the page named \\U201C%@\\U201D ?" = "Do you really want to delete the page named “%@” ?";

/* Delete Pages Alert Message */
"Do you really want to delete the pages named %@, and any pages they contain?" = "Do you really want to delete the pages named %@, and any pages they contain?";

/* Title of alert */
"Do you really want to save your incomplete hosting information?" = "Do you really want to save your incomplete hosting information?";

/* alert: replace snapshot title */
"Do you want to replace the last snapshot?" = "Do you want to replace the last snapshot?";

/* alert: revert to snapshot. */
"Do you want to revert to the most recently saved snapshot?" = "Do you want to revert to the most recently saved snapshot?";

/* Don't Open button */
"Don\\U2019t Open" = "Don’t Open";

/* Don't Save Button */
"Don\\U2019t Save" = "Don’t Save";

/* Done Button in setup host */
"Done" = "Done";

/* status message for test connection */
"Done." = "Done.";

/* button title */
"Download & Install" = "Download & Install";

/* tooltip Draft:  */
"Draft: " = "Draft: ";

/* action name for dragging source objects withing the outline */
"Drag" = "Drag";

/* action name for dragging external objects to source outline */
"Drag from External Source" = "Drag from External Source";

/* tooltip */
"Drag to the left or right to adjust the width of the site outline sidebar." = "Drag to the left or right to adjust the width of the site outline sidebar.";

/* tooltip */
"Drag to the right to reveal the site outline sitebar" = "Drag to the right to reveal the site outline sitebar";

/* Duplicate MenuItem
   menu title to duplicate generic item */
"Duplicate" = "Duplicate";

/* menu title to duplicate a collection */
"Duplicate Collection" = "Duplicate Collection";

/* Duplicate Page MenuItem
   menu title to duplicate a single page */
"Duplicate Page" = "Duplicate Page";

/* Duplicate Pagelet MenuItem
   menu title to duplicate pagelet */
"Duplicate Pagelet" = "Duplicate Pagelet";

/* Duplicate Pages MenuItem
   menu title to duplicate multiple pages */
"Duplicate Pages" = "Duplicate Pages";

/* Button in setup host to start the editing process */
"Edit" = "Edit";

/* ActionName: Remove Link */
"Edit Link" = "Edit Link";

/* Edit Link... MenuItem
   Edit Link... ToolbarItem */
"Edit Link..." = "Edit Link...";

/* Edit Raw HTML... MenuItem */
"Edit Raw HTML..." = "Edit Raw HTML...";

/* Prompt to enter registration key (with a 'key' icon next to this text) */
"Enter your registration key to unlock %@:" = "Enter your registration key to unlock %@:";

/* alert title */
"Error Downloading Plug-ins" = "Error Downloading Plug-ins";

/* Alert Message Title, error installing one plugin */
"Error Installing Plug-in" = "Error Installing Plug-in";

/* Alert Message Title, error installing multiple plugins */
"Error Installing Plug-ins" = "Error Installing Plug-ins";

/* No comment provided by engineer. */
"Error Loading Web Page" = "Error Loading Web Page";

/* status message for test connection */
"Errors encountered, test failed. Please go back and check your settings." = "Errors encountered, test failed. Please go back and check your settings.";

/* status message for test connection */
"Establishing %@ connection... " = "Establishing %@ connection... ";

/* Export confirmation button */
"Export" = "Export";

/* Growl notification
   Transfer Controller */
"Export Complete" = "Export Complete";

/* upload prefix */
"Exporting" = "Exporting";

/* Publishing Panel */
"Exporting..." = "Exporting...";

/* status message for test connection */
"Failed" = "Failed";

/* status message for test connection */
"Failed." = "Failed.";

/* Window will close */
"Files are currently getting published to your host. Would you like to finish the publishing first?" = "Files are currently getting published to your host. Would you like to finish the publishing first?";

/* Find MenuItem */
"Find" = "Find";

/* Window will close */
"Finish" = "Finish";

/* transfer controller */
"Finishing..." = "Finishing...";

/* format to show URL where it is accessible from Internet -- not verified though */
"From the Internet, it should be reachable at %@. (Not yet verified)" = "From the Internet, it should be reachable at %@. (Not yet verified)";

/* format to show URL where it is accessible from Internet */
"From the Internet, it will be reachable at %@." = "From the Internet, it will be reachable at %@.";

/* message */
"Generating Content..." = "Generating Content...";

/* Go to (followed by URL) */
"Go to" = "Go to";

/* action name for grouping selected items */
"Group" = "Group";

/* menu title to hide designs bar */
"Hide Designs" = "Hide Designs";

/* menu title to hide Editing Markers */
"Hide Editing Markers" = "Hide Editing Markers";

/* menu title to hide inspector panel */
"Hide Inspector" = "Hide Inspector";

/* menu title to hide inspector panel */
"Hide Media Browser" = "Hide Media Browser";

/* menu title to hide site outline */
"Hide Site Outline" = "Hide Site Outline";

/* menu title to hide status bar */
"Hide Status Bar" = "Hide Status Bar";

/* Home Page */
"Home" = "Home";

/* alert title when the character set specified on the host doesn't match settings */
"Host Character Set Mismatch" = "Host Character Set Mismatch";

/* Undo name */
"Host Settings" = "Host Settings";

/* web sharing not activated, in summary */
"However, web sharing must be activated in order for this to be functional." = "However, web sharing must be activated in order for this to be functional.";

/* Title of results alert */
"HTML is Valid" = "HTML is Valid";

/* Button prompting user not to lose code */
"I will store the registration key in a safe place." = "I will store the registration key in a safe place.";

/* HSA guide (Our documentation is in English only right now) */
"If you are not experienced configuring your host, we suggest you read our online help, using the help button on this window." = "If you are not experienced configuring your host, we suggest you read our online help, using the help button on this window.";

/* alert informative text: If you don’t save, your changes will be lost. */
"If you don\\U2019t save, your changes will be lost." = "If you don’t save, your changes will be lost.";

/* No comment provided by engineer. */
"If you open your pages directly from the Finder, please be warned that some hyperlinks that you follow will open folders from the Finder, instead of the corresponding collection pages. This is a known behavior of Safari." = "If you open your pages directly from the Finder, please be warned that some hyperlinks that you follow will open folders from the Finder, instead of the corresponding collection pages. This is a known behavior of Safari.";

/* No comment provided by engineer. */
"If you proceed, the %@ registration information for this computer will be removed." = "If you proceed, the %@ registration information for this computer will be removed.";

/* No comment provided by engineer. */
"If you proceed, the existing %@ registration information for this computer will be removed." = "If you proceed, the existing %@ registration information for this computer will be removed.";

/* Window will close */
"Ignore" = "Ignore";

/* validation error message for illegal 'stem' docRoot */
"Illegal characters found in docRoot." = "Illegal characters found in docRoot.";

/* validation error message for illegal URL */
"Illegal characters found in URL. A URL must look something like http://www.domain.com/path/" = "Illegal characters found in URL. A URL must look something like http://www.domain.com/path/";

/* validation error message for illegal userID */
"Illegal characters found in User ID. A User ID contains numbers and letters and underscores." = "Illegal characters found in User ID. A User ID contains numbers and letters and underscores.";

/* validation error message for illegal subfolder */
"Illegal characters were found in the folder name.  Please limit the folder name to letters, numbers, dashes, and underscores." = "Illegal characters were found in the folder name.  Please limit the folder name to letters, numbers, dashes, and underscores.";

/* Segment Label */
"Image" = "Image";

/* Image  */
"Image " = "Image ";

/* Warning about exporting */
"In order to properly export your site, you need to specify the URL where it will be published. (RSS data will be incorrect unless the published URL is specified.)" = "In order to properly export your site, you need to specify the URL where it will be published. (RSS data will be incorrect unless the published URL is specified.)";

/* Title for confirmation alert */
"Incomplete Host Setup" = "Incomplete Host Setup";

/* Popup menu title for setting the index.html file's extensions */
"Index file name" = "Index file name";

/* tooltip Index Type:  */
"Index Type: " = "Index Type: ";

/* link to archives on web pages */
"indexOverflowHTML" = "View Archives";

/* message shown when we are about to show host setup sheet */
"Initializing host setup assistant..." = "Initializing host setup assistant...";

/* Message while initializing launching application. */
"Initializing..." = "Initializing...";

/* Action Name: Insert Link */
"Insert Link" = "Insert Link";

/* ActionName: Insert Text */
"Insert Text" = "Insert Text";

/* No comment provided by engineer. */
"Invalid Registration Key" = "Invalid Registration Key";

/* Error: Core Image given Invalid Size. */
"Invalid size passed to image scaling" = "Invalid size passed to image scaling";

/* Host Setup - 404 */
"It appears that the URL, %@, does not resolve to this computer. A web server was contacted, but the test file was not found. One explanation is that you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "It appears that the URL, %@, does not resolve to this computer. A web server was contacted, but the test file was not found. One explanation is that you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator.";

/* Host Setup - wrong computer */
"It appears that the URL, %@, does not resolve to this computer. One reason is that the hostname of this computer may have been improperly specified, and not actually correspond to your computer." = "It appears that the URL, %@, does not resolve to this computer. One reason is that the hostname of this computer may have been improperly specified, and not actually correspond to your computer.";

/* format to show URL where it is accessible from LAN */
"It can be reached from your computer and others in your local network at %@." = "It can be reached from your computer and others in your local network at %@.";

/* format to summarize how URL will be retrieved from the Web */
"It will be reachable from the Web at %@ ." = "It will be reachable from the Web at %@ .";

/* format to summarize how URL will be published on a remote host */
"It will be transmitted via %@ to your '%@' account at %@." = "It will be transmitted via %1$@ to your '%2$@' account at %3$@.";

/* Quick Look preview sticky-note text */
"Language" = "Language";

/* tooltip Language:  */
"Language: " = "Language: ";

/* Quick Look preview sticky-note text */
"Last updated" = "Last updated";

/* tooltip Last Updated:  */
"Last Updated: " = "Last Updated: ";

/* tooltip Collection sorting */
"Latest at bottom" = "Latest at bottom";

/* tooltip Collection sorting */
"Latest at top" = "Latest at top";

/* Segment Label, indicating that we are inspecting the current level, not the whole site */
"Level" = "Level";

/* Headling showing that [app] is running too many copies simultaneously. */
"License Violation: Too Many Copies of %@ are Simultaneously Running." = "License Violation: Too Many Copies of %@ are Simultaneously Running.";

/* Just indicate that it's licensed, with no name. */
"Licensed" = "Licensed";

/* Shows who the application is licensed to */
"Licensed to %@" = "Licensed to %@";

/* Message while loading plugins. */
"Loading Plug-ins..." = "Loading Plug-ins...";

/* placeholder string for inserted element in page */
"Lorem ipsum dolor sit amet." = "Lorem ipsum dolor sit amet.";

/* Button to make web folder writable */
"Make Writable" = "Make Writable";

/* alert title: max number of backups exceeded */
"Maximum number of backups exceeded." = "Maximum number of backups exceeded.";

/* Alert Title */
"Media Error" = "Media Error";

/* mediaID cannot be nil */
"mediaID cannot be nil" = "mediaID cannot be nil";

/* No comment provided by engineer. */
"Message from Karelia Software" = "Message from Karelia Software";

/* Move to Callout MenuItem */
"Move to Callout" = "Move to Callout";

/* Move to Sidebar MenuItem */
"Move to Sidebar" = "Move to Sidebar";

/* default document file name */
"My Site" = "My Site";

/* tooltip Needs Uploading:  */
"Needs Uploading: " = "Needs Uploading: ";

/* Save Panel Title */
"New Site" = "New Site";

/* No
   No Button */
"No" = "No";

/* message for progress window */
"No changes need publishing" = "No changes need publishing";

/* No document path specified. */
"No document path specified." = "No document path specified.";

/* First menu item to indicate no index */
"No Index" = "No Index";

/* Warning when we cannot load HTML source of a web page */
"No Source Available" = "No Source Available";

/* Host Setup - No Web Server */
"No web server appears to be responding at the URL you specified, %@. The web server on your computer may not be functioning. Or the hostname of this computer may have been improperly specified. Or you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "No web server appears to be responding at the URL you specified, %@. The web server on your computer may not be functioning. Or the hostname of this computer may have been improperly specified. Or you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator.";

/* title of alert */
"Non-Page Link" = "Non-Page Link";

/* tooltip Collection sorting */
"Not sorted" = "Not sorted";

/* text to make sure content is legal */
"Note: Before posting materials (text, images, audio, etc.) on your site, check that you own the copyright and/or control the necessary rights." = "Note: Before posting materials (text, images, audio, etc.) on your site, check that you own the copyright and/or control the necessary rights.";

/* change cancel button to ok
   OK
   OK Button
   couldn't make connection */
"OK" = "OK";

/* No comment provided by engineer. */
"On published site, clicking on image will view full-size image" = "On published site, clicking on image will view full-size image";

/* Button to ignore other automatically found media */
"Only This File" = "Only This File";

/* Alert Message */
"Opening" = "Opening";

/* status message for test connection */
"Operation timed out." = "Operation timed out.";

/* Prompt when offering to locate other missing media files. */
"Other missing media files have been found in the same location." = "Other missing media files have been found in the same location.";

/* String_On_Page_Template - description of trackbacks */
"Other Posts About This" = "Other Posts About This";

/* Title of Warning Alert Panel */
"Outdated Document" = "Outdated Document";

/* Window title */
"Page Code Injection" = "Page Code Injection";

/* tooltip Page Type:  */
"Page Type: " = "Page Type: ";

/* Segment Label */
"Pagelet" = "Pagelet";

/* menu item showing that pagelet canot be manipulated */
"Pagelet owned by home page" = "Pagelet owned by home page";

/* menu item showing that pagelet canot be manipulated */
"Pagelet owned by page %@%@%@" = "Pagelet owned by page %1$@%2$@%3$@";

/* Quick Look preview sticky-note text */
"Pages" = "Pages";

/* No comment provided by engineer. */
"PALETTE_INSERT_INDEX" = "Collections";

/* No comment provided by engineer. */
"PALETTE_ADD_COLLECTION_POPUP" = "Collections";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE" = "Pages";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE_POPUP" = "Pages";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET" = "Pagelets";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET_POPUP" = "Pagelets";

/* No comment provided by engineer. */
"PALETTE_CHOOSE_DESIGN" = "Designs";

/* No comment provided by engineer. */
"PALETTE_CREATE_EDIT_LINK" = "Create/Edit Link";

/* No comment provided by engineer. */
"PALETTE_EDIT_HTML" = "Edit Raw HTML";

/* No comment provided by engineer. */
"PALETTE_EDIT_ONOFF" = "Show/Hide Markers";

/* No comment provided by engineer. */
"PALETTE_GROUP_COLLECTION" = "Group";

/* No comment provided by engineer. */
"PALETTE_PUBLISH" = "Publish Changes";

/* No comment provided by engineer. */
"PALETTE_SETUP_HOST" = "Setup Host";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_INFO" = "Inspector";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_MEDIA" = "Media";

/* status message for test connection */
"Password was not accepted." = "Password was not accepted.";

/* Paste MenuItem */
"Paste" = "Paste";

/* Paste Page MenuItem */
"Paste Page" = "Paste Page";

/* Paste Pagelet MenuItem */
"Paste Pagelet" = "Paste Pagelet";

/* Paste Pagelets MenuItem */
"Paste Pagelets" = "Paste Pagelets";

/* Paste Pages MenuItem */
"Paste Pages" = "Paste Pages";

/* Text embossed on placeholder photo */
"Placeholder Image" = "Placeholder Image";

/* prompt for exporting a website to a folder */
"Please create a folder to contain your site." = "Please create a folder to contain your site.";

/* Alert: path not writeable suggestion */
"Please make sure that the above folder exists and is writeable. Without this, Sandvox may experience performance and/or publishing problems." = "Please make sure that the above folder exists and is writeable. Without this, Sandvox may experience performance and/or publishing problems.";

/* Message to user following problem submission from an older version of the Application */
"Please update %@ to a newer version." = "Please update %@ to a newer version.";

/* Alert Message Title, only one plugin was installed */
"Plug-in Installed" = "Plug-in Installed";

/* Alert Message Title, multiple plugins were installed */
"Plug-ins Installed" = "Plug-ins Installed";

/* No comment provided by engineer. */
"Plugins need to be updated." = "Plugins need to be updated.";

/* message for progress window */
"Preparing to Publish Website..." = "Preparing to Publish Website...";

/* Uploading */
"Preparing to Publish..." = "Preparing to Publish...";

/* name appened to copy of file before version migration */
"previous" = "previous";

/* Quick Look preview sticky-note text */
"Published at" = "Published at";

/* Growl notification
   Transfer Controller */
"Publishing Complete" = "Publishing Complete";

/* Window Will Close */
"Publishing in Progress" = "Publishing in Progress";

/* Transfer controller panel */
"Publishing to" = "Publishing to";

/* Prompt to purchase license */
"Purchase your License to %@:" = "Purchase your License to %@:";

/* Title of alert */
"Quartz Extreme Not Available" = "Quartz Extreme Not Available";

/* Quit button */
"Quit" = "Quit";

/* status message for test connection */
"Received the error message: %@" = "Received the error message: %@";

/* No comment provided by engineer. */
"Registration Key Accepted" = "Registration Key Accepted";

/* tooltip for reload button */
"Reload web view" = "Reload web view";

/* No comment provided by engineer. */
"Remote Hosting Required for Export" = "Remote Hosting Required for Export";

/* contextual menu item */
"Remove Custom Summary of Page..." = "Remove Custom Summary of Page...";

/* ActionName: Remove Link */
"Remove Link" = "Remove Link";

/* action name for removing selected page */
"Remove Selected Page" = "Remove Selected Page";

/* action name for removing selected pages */
"Remove Selected Pages" = "Remove Selected Pages";

/* warning shown after [English] description of a plugin  in the plugin installer window */
"Requires %@ version %@." = "Requires %1$@ version %2$@.";

/* tooltip Collection sorting */
"Reverse alphabetical" = "Reverse alphabetical";

/* Revert Button */
"Revert" = "Revert";

/* alert: revert failed */
"Revert Failed" = "Revert Failed";

/* Acknowledgments Window Title */
"Sandvox Acknowledgments" = "Sandvox Acknowledgments";

/* additional error message */
"Sandvox could not retrieve a password for %@ for server: %@" = "Sandvox could not retrieve a password for %1$@ for server: %2$@";

/* title of alert */
"Sandvox Demo: Restricted Publishing" = "Sandvox Demo: Restricted Publishing";

/* Autosave GenericError Alert */
"Sandvox is unable to autosave this document. The exact problem is unknown. Although the problem may resolve in a future autosave, it is recommended that you close this document. Some information may be lost. Please use Help > Send Feedback... to send Karelia a report. Be sure to include the filtered console log, so that we may diagnose the problem." = "Sandvox is unable to autosave this document. The exact problem is unknown. Although the problem may resolve in a future autosave, it is recommended that you close this document. Some information may be lost. Please use Help > Send Feedback... to send Karelia a report. Be sure to include the filtered console log, so that we may diagnose the problem.";

/* Autosave NoSuchFileError Alert */
"Sandvox is unable to autosave this document. The underlying .svxSite file cannot be located. Was it placed in the Trash? If so, you may be able to correct the problem by moving the file from the Trash to its original location. If you are not able to correct the problem, please close this document and use Help > Send Feedback... to send Karelia a report. Be sure to include the filtered console log, so that we may diagnose the problem." = "Sandvox is unable to autosave this document. The underlying .svxSite file cannot be located. Was it placed in the Trash? If so, you may be able to correct the problem by moving the file from the Trash to its original location. If you are not able to correct the problem, please close this document and use Help > Send Feedback... to send Karelia a report. Be sure to include the filtered console log, so that we may diagnose the problem.";

/* Autosave OutOfSpaceError Alert */
"Sandvox is unable to autosave this document. Your Macintosh does not appear to have enough space left on disk to accomodate the file." = "Sandvox is unable to autosave this document. Your Macintosh does not appear to have enough space left on disk to accomodate the file.";

/* status message for test connection */
"Sandvox is unable to write a test file into your computer\\U2019s temporary directory." = "Sandvox is unable to write a test file into your computer’s temporary directory.";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of page" = "Sandvox PRO is required to generate this type of page";

/* Alert: Beta Message */
"Sandvox Public Beta" = "Sandvox Public Beta";

/* Release Notes Window Title */
"Sandvox Release Notes" = "Sandvox Release Notes";

/* could not connect */
"Sandvox was not able to successfully reach your computer from the Internet." = "Sandvox was not able to successfully reach your computer from the Internet.";

/* Message in alert */
"Sandvox was unable create a file inside the \\U201CSites\\U201D folder in your home directory. You will need to make this folder writable (using the Finder)." = "Sandvox was unable create a file inside the “Sites” folder in your home directory. You will need to make this folder writable (using the Finder).";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. Do you want to make this folder writable by all users on your computer?" = "Sandvox was unable create a file inside the folder at '%@' on your computer. Do you want to make this folder writable by all users on your computer?";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. You will need to perform this adjustment using the Finder." = "Sandvox was unable create a file inside the folder at '%@' on your computer. You will need to perform this adjustment using the Finder.";

/* Message in alert */
"Sandvox was unable create a folder called \\U201CSites\\U201D in your home directory. You will need to repair your Mac OS X installation so that you are able to create files in your home folder." = "Sandvox was unable create a folder called “Sites” in your home directory. You will need to repair your Mac OS X installation so that you are able to create files in your home folder.";

/* alert: could not remove prior snap */
"Sandvox was unable to create a snapshot of this document. Please check that the folder %@ exists and is writeable." = "Sandvox was unable to create a snapshot of this document. Please check that the folder %@ exists and is writeable.";

/* Message in alert */
"Sandvox was unable to find the folder at the path '%@'. You will need repair your Mac OS X installation so that this directory exists." = "Sandvox was unable to find the folder at the path '%@'. You will need repair your Mac OS X installation so that this directory exists.";

/* alert: could not remove prior snap */
"Sandvox was unable to move this document's previous snapshot to the Trash. Please remove the document at %@." = "Sandvox was unable to move this document's previous snapshot to the Trash. Please remove the document at %@.";

/* alert: could not Trash document */
"Sandvox was unable to put the current version of the document in the Trash before reverting. This is done as a safety precaution. The document will not be reverted. Please check the Trash for any problems or remove the document at %@ manually." = "Sandvox was unable to put the current version of the document in the Trash before reverting. This is done as a safety precaution. The document will not be reverted. Please check the Trash for any problems or remove the document at %@ manually.";

/* alert: could not revert document */
"Sandvox was unable to revert using the current snapshot. Please drag the document %@ out of the Trash and reopen it to continue using it. Please also check that the directory %@ is readable." = "Sandvox was unable to revert using the current snapshot. Please drag the document %1$@ out of the Trash and reopen it to continue using it. Please also check that the directory %2$@ is readable.";

/* Code Injection information */
"Sandvox will insert its content between these fields" = "Sandvox will insert its content between these fields";

/* Quartz Extreme Comment */
"Sandvox will still function perfectly well, but not be able to create fancy page titles." = "Sandvox will still function perfectly well, but not be able to create fancy page titles.";

/* Save Button */
"Save" = "Save";

/* Save a Copy */
"Save a Copy" = "Save a Copy";

/* Save a Copy As... */
"Save a Copy As..." = "Save a Copy As...";

/* Save As... Button */
"Save As..." = "Save As...";

/* upload prefix */
"Saving" = "Saving";

/* Message while checking documents. */
"Searching for previously opened documents..." = "Searching for previously opened documents...";

/* Button title */
"Select" = "Select";

/* Segment Label */
"Selection" = "Selection";

/* Message to user during HTTP submit */
"Sending report to Karelia..." = "Sending report to Karelia...";

/* tooltip Server Path:  */
"Server Path: " = "Server Path: ";

/* status message for test connection */
"Server reached." = "Server reached.";

/* Description of an HTTP error */
"Server returned status code %d %@" = "Server returned status code %1$d %2$@";

/* action name for setting banner image */
"Set Banner" = "Set Banner";

/* menu title to show design bar */
"Show Designs" = "Show Designs";

/* menu title to show Editing Markers */
"Show Editing Markers" = "Show Editing Markers";

/* menu title to show inspector panel */
"Show Inspector" = "Show Inspector";

/* menu title to show inspector panel */
"Show Media Browser" = "Show Media Browser";

/* menu title to show site outline */
"Show Site Outline" = "Show Site Outline";

/* menu title to show status bar */
"Show Status Bar" = "Show Status Bar";

/* Tooltip: menu tooltip to show site outline */
"Shows the outline of the site on the left side of the window. Window must be wide enough to accomodate it." = "Shows the outline of the site on the left side of the window. Window must be wide enough to accomodate it.";

/* Segment Label, indicating that we are inspecting the whole site */
"Site" = "Site";

/* Window title */
"Site Code Injection" = "Site Code Injection";

/* Default introduction statement for a page */
"siteSubtitleHTML" = "This is the subtitle for your site.";

/* Skip navigation LINK on web pages */
"skipNavigationLinkHTML" = "[Skip]";

/* Site navigation title on web pages (can be empty if link is understandable) */
"skipNavigationTitleHTML" = "Site Navigation";

/* Skip sidebars LINK on web pages */
"skipSidebarsLinkHTML" = "[Skip]";

/* Sidebar title on web pages (can be empty if link is understandable) */
"skipSidebarsTitleHTML" = "Sidebar";

/* alert: snapshot failed */
"Snaphot Failed" = "Snaphot Failed";

/* Snapshot Button */
"Snapshot" = "Snapshot";

/* snapshot of */
"Snapshot of %@" = "Snapshot of %@";

/* tooltip Collection sorting */
"Sorting:" = "Sorting:";

/* Specified document path is a directory. */
"Specified document path is a directory." = "Specified document path is a directory.";

/* Spelling MenuItem */
"Spelling" = "Spelling";

/* transfer panel button name
   button title to stop downloading */
"Stop" = "Stop";

/* tooltip for stop button */
"Stop loading" = "Stop loading";

/* Transfer Controller */
"Stopping..." = "Stopping...";

/* Message to user following successful HTTP submit */
"Thanks for submitting your report." = "Thanks for submitting your report.";

/* alert: The document was saved with an older version of Sandvox. */
"The document \\U201C%@\\U201D was saved with an older version of Sandvox. To open it, Sandvox must upgrade your document. Your original file will be renamed to %@. Are you sure you want to upgrade this document?" = "The document “%1$@” was saved with an older version of Sandvox. To open it, Sandvox must upgrade your document. Your original file will be renamed to %2$@. Are you sure you want to upgrade this document?";

/* Message in alert */
"The folder at '%@' needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "The folder at '%@' needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder).";

/* error message */
"The following keyPath returned an empty or uncovertable value: %@" = "The following keyPath returned an empty or uncovertable value: %@";

/* result of installation */
"The following plug-ins could not be installed:\n\n%@" = "The following plug-ins could not be installed:\n\n%@";

/* result of installation */
"The following plug-ins were installed:\n\n%@\nPlease re-launch Sandvox to make use of newly installed plug-ins." = "The following plug-ins were installed:\n\n%@\nPlease re-launch Sandvox to make use of newly installed plug-ins.";

/* Message in alert */
"The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser." = "The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser.";

/* fragment describing homepage */
"the home page" = "the home page";

/* No comment provided by engineer. */
"The host you have chosen always serves its text encoded as '%@'.  In order to prevent certain text from appearing incorrectly, we suggest that you set your site's 'Character Encoding' property to match this, using the inspector." = "The host you have chosen always serves its text encoded as '%@'.  In order to prevent certain text from appearing incorrectly, we suggest that you set your site's 'Character Encoding' property to match this, using the inspector.";

/* No comment provided by engineer. */
"The item you clicked on, %@, is copied from %@. Please select that page to edit this pagelet." = "The item you clicked on, %1$@, is copied from %2$@. Please select that page to edit this pagelet.";

/* No comment provided by engineer. */
"The item you clicked on, %@, is copied from an enclosing container page, %@%@%@. Please select that page to edit this pagelet." = "The item you clicked on, %1$@, is copied from an enclosing container page, %2$@%3$@%4$@. Please select that page to edit this pagelet.";

/* No comment provided by engineer. */
"The key returned by the payment server, \\U201C%@\\U201D, was not accepted. Please try to enter the key manually, or submit feedback from the 'Help' menu if you are still having problems." = "The key returned by the payment server, “%@”, was not accepted. Please try to enter the key manually, or submit feedback from the 'Help' menu if you are still having problems.";

/* No comment provided by engineer. */
"The key you entered, \\U201C%@\\U201D, was not accepted. Please make sure all words are spelled exactly the same as the given code. (Try copying and pasting into the text field.)\n\nNote: Your registration key is a sequence of words, usually your name followed by three nonsense words." = "The key you entered, “%@”, was not accepted. Please make sure all words are spelled exactly the same as the given code. (Try copying and pasting into the text field.)\n\nNote: Your registration key is a sequence of words, usually your name followed by three nonsense words.";

/* Message in alert */
"The keychain manager returned error %d, so your password was not stored in the keychain.  You may need to run the \"Keychain Access\" utility and repair your keychain, and then set up your host again." = "The keychain manager returned error %d, so your password was not stored in the keychain.  You may need to run the \"Keychain Access\" utility and repair your keychain, and then set up your host again.";

/* alert: snapshot will be placed in trash.  %@ is a date or a day name like yesterday with a time. */
"The older snapshot will be placed in the Trash.  It was saved %@.  " = "The older snapshot will be placed in the Trash.  It was saved %@.  ";

/* Alert: The path %@ is not writeable. */
"The path %@ is not writeable." = "The path %@ is not writeable.";

/* Alert: path not writeable */
"The path ~/Library/Caches/Sandvox is not writeable." = "The path ~/Library/Caches/Sandvox is not writeable.";

/* alert: changes will be lost. %@ is replaced by a date or day+time */
"The previous snapshot was saved %@. Your current changes will be lost." = "The previous snapshot was saved %@. Your current changes will be lost.";

/* No comment provided by engineer. */
"The recent submission of your problem report to Karelia software resulted in the following message:" = "The recent submission of your problem report to Karelia software resulted in the following message:";

/* validated message */
"The results from the HTML validator have been loaded into Sandvox's web view. To return to the standard view of your web page, choose the 'Reload Web View' menu." = "The results from the HTML validator have been loaded into Sandvox's web view. To return to the standard view of your web page, choose the 'Reload Web View' menu.";

/* Transfer Controller */
"The site has been published to" = "The site has been published to";

/* Unknown URL for the localhost */
"The URL from which this site should be reachable has not been determined yet." = "The URL from which this site should be reachable has not been determined yet.";

/* No comment provided by engineer. */
"The validator returned the following status message:\n\n%@" = "The validator returned the following status message:\n\n%@";

/* Alert message when pasting/dropping in pages whose filenames conflict */
"There are already some pages with the same file name as those you are adding. Do you wish to rename them to be different?" = "There are already some pages with the same file name as those you are adding. Do you wish to rename them to be different?";

/* Alert message when changing the file name or extension of a page to match an existing file */
"There is already a page with the file name \"%@.\" Do you wish to rename it to \"%@?\"" = "There is already a page with the file name \"%1$@.\" Do you wish to rename it to \"%2$@?\"";

/* No comment provided by engineer. */
"These files should be uploaded so that they can be viewed at <%@>.\n\n" = "These files should be uploaded so that they can be viewed at <%@>.\n\n";

/* error description: document is not compatible */
"This document is not compatible with this version of Sandvox." = "This document is not compatible with this version of Sandvox.";

/* alert message text: Document is read-only. */
"This document is read-only. Would you like to save it to a new location?" = "This document is read-only. Would you like to save it to a new location?";

/* validation error message for invalid hostname */
"This does not appear to be a valid hostname. A hostname consists of server name(s) and a domain name, like server.domain.com, or is a valid IP address like '123.45.67.89'." = "This does not appear to be a valid hostname. A hostname consists of server name(s) and a domain name, like server.domain.com, or is a valid IP address like '123.45.67.89'.";

/* validation error message for invalid web hostname */
"This does not appear to be a valid Web URL. %@%@%@ does not appear to be a valid hostname." = "This does not appear to be a valid Web URL. %1$@%2$@%3$@ does not appear to be a valid hostname.";

/* No comment provided by engineer. */
"This message has been saved to your desktop as '%@-Paypal Error.html'." = "This message has been saved to your desktop as '%@-Paypal Error.html'.";

/* Warning for a published home page; the placeholder is replaced with 'Sandvox' as a hyperlink. */
"This page was created by a trial version of %@. (Sandvox must be purchased to publish multiple pages.)" = "This page was created by a trial version of %@. (Sandvox must be purchased to publish multiple pages.)";

/* No comment provided by engineer. */
"This text can contain HTML or scripts such as JavaScript and PHP." = "This text can contain HTML or scripts such as JavaScript and PHP.";

/* No comment provided by engineer. */
"This text can only contain HTML, no scripting constructs" = "This text can only contain HTML, no scripting constructs";

/* followed by date */
"This was exported on %@\n\n" = "This was exported on %@\n\n";

/* No comment provided by engineer. */
"This website cannot be published until you have set up your MobileMe account." = "This website cannot be published until you have set up your MobileMe account.";

/* summary text for unpublished website */
"This website is not set up to be published on this computer or on another host.\n\nClick Edit to set up where to publish your site." = "This website is not set up to be published on this computer or on another host.\n\nClick Edit to set up where to publish your site.";

/* introduction of local hosting */
"This website will be published locally on your computer." = "This website will be published locally on your computer.";

/* introduction of remote hosting for non-MobileMe account */
"This website will be published on an external host." = "This website will be published on an external host.";

/* introduction of remote hosting for MobileMe account */
"This website will be published on your \\U201C%@\\U201D MobileMe account." = "This website will be published on your “%@” MobileMe account.";

/* format for summary of dot mac account */
"This website will be published on your \\U201C%@\\U201D account." = "This website will be published on your “%@” account.";

/* status message for test connection */
"Timed out, unable to complete tests." = "Timed out, unable to complete tests.";

/* tooltip Title:  */
"Title: " = "Title: ";

/* Default Title of page */
"titleHTML" = "Untitled";

/* Prompt in webview */
"To enable comments you need to enter your Haloscan ID into the Site Inspector" = "To enable comments you need to enter your Haloscan ID into the Site Inspector";

/* Relative Date - Today */
"Today" = "Today";

/* Relative Date - Tomorrow */
"Tomorrow" = "Tomorrow";

/* No comment provided by engineer. */
"TOOLBAR_INSERT_INDEX" = "Collections";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGE" = "Pages";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGELET" = "Pagelets";

/* No comment provided by engineer. */
"TOOLBAR_CHOOSE_DESIGN" = "Designs";

/* No comment provided by engineer. */
"TOOLBAR_CREATE_LINK" = "Create Link";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_HTML" = "Edit Raw HTML";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_LINK" = "Edit Link";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_OFF" = "Hide Markers";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_ON" = "Show Markers";

/* No comment provided by engineer. */
"TOOLBAR_GROUP_COLLECTION" = "Group";

/* No comment provided by engineer. */
"TOOLBAR_PUBLISH" = "Publish";

/* No comment provided by engineer. */
"TOOLBAR_SETUP_HOST" = "Setup Host";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_INFO" = "Inspector";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_MEDIA" = "Media";

/* tooltip */
"TOOLTIP_INSERT_INDEX" = "Add a new collection to your site.";

/* tooltip */
"TOOLTIP_ADD_PAGE" = "Add a new page to your site.";

/* tooltip */
"TOOLTIP_ADD_PAGELET" = "Add a new pagelet to the current page.";

/* tooltip */
"TOOLTIP_CHOOSE_DESIGN" = "Choose a design for your site.";

/* tooltip */
"TOOLTIP_CREATE_LINK" = "Open panel to create a link from selected text";

/* No comment provided by engineer. */
"TOOLTIP_EDIT_HTML" = "Edit HTML of element in a new window";

/* tooltip */
"TOOLTIP_EDIT_LINK" = "Open panel to edit the selected link";

/* tooltip */
"TOOLTIP_EDIT_OFF" = "Hide page markers to help with editing";

/* tooltip */
"TOOLTIP_EDIT_ON" = "Show page markers to help with editing";

/* tooltip */
"TOOLTIP_GROUP_COLLECTION" = "Group selected pages under a new collection.";

/* tooltip */
"TOOLTIP_PUBLISH" = "Send changes to your ISP.";

/* tooltip */
"TOOLTIP_SETUP_HOST" = "Show Host Setup Assistant";

/* tooltip */
"TOOLTIP_TOGGLE_INFO" = "Show/Hide Inspector Panel";

/* tooltip */
"TOOLTIP_TOGGLE_MEDIA" = "Show/Hide Media Browser";

/* String_On_Page_Template - text for trackback link */
"Trackback" = "Trackback";

/* Message to user following unsuccessful HTTP submit */
"Transmission error; Your message will be re-sent later." = "Transmission error; Your message will be re-sent later.";

/* No comment provided by engineer. */
"Try Again" = "Try Again";

/* Alert Info */
"Unable to compute UTI at path %@. A placeholder may be substituted." = "Unable to compute UTI at path %@. A placeholder may be substituted.";

/* status message for test connection */
"Unable to connect; the password was not accepted for your account. Please go back and review your account information." = "Unable to connect; the password was not accepted for your account. Please go back and review your account information.";

/* Alert Info */
"Unable to convert image at path %@ to preferred format. A placeholder may be substituted." = "Unable to convert image at path %@ to preferred format. A placeholder may be substituted.";

/* Alert Info */
"Unable to convert image to preferred format. A placeholder may be substituted." = "Unable to convert image to preferred format. A placeholder may be substituted.";

/* Unable to copy to path */
"Unable to copy to path" = "Unable to copy to path";

/* Message in alert */
"Unable to create a connection to host '%@' with the %@ protocol. %@" = "Unable to create a connection to host '%1$@' with the %2$@ protocol. %3$@";

/* couldn't make connection */
"Unable To Create Connection" = "Unable To Create Connection";

/* Error: Unable to create directory at path (%@). */
"Unable to create directory at path (%@)." = "Unable to create directory at path (%@).";

/* Alert Info */
"Unable to create image from file at path %@. A placeholder may be substituted." = "Unable to create image from file at path %@. A placeholder may be substituted.";

/* Alert Info */
"Unable to create image from underlying data. A placeholder may be substituted." = "Unable to create image from underlying data. A placeholder may be substituted.";

/* Alert: Unable to create new document. */
"Unable to create new document." = "Unable to create new document.";

/* status message for test connection */
"Unable to create test file %@" = "Unable to create test file %@";

/* Description of an error */
"Unable to decompress data, code=%d" = "Unable to decompress data, code=%d";

/* status message for test connection */
"Unable to download file from URL: %@" = "Unable to download file from URL: %@";

/* status message for test connection */
"Unable to download the test file from the server. You may have your host's URL Format misconfigured." = "Unable to download the test file from the server. You may have your host's URL Format misconfigured.";

/* status message for test connection */
"Unable to establish a HTTP connection to the server. You may have your host's URL Format misconfigured." = "Unable to establish a HTTP connection to the server. You may have your host's URL Format misconfigured.";

/* status message for test connection */
"Unable to establish connection to URL: %@" = "Unable to establish connection to URL: %@";

/* error: KTURLProtocol */
"Unable to find document #%@" = "Unable to find document #%@";

/* error message */
"Unable to generate CSS for identifier %@" = "Unable to generate CSS for identifier %@";

/* alert: Unable to locate previously opened files. */
"Unable to locate previously opened files." = "Unable to locate previously opened files.";

/* Alert: Unable to migrate document data from %@ to %@, reason: %@. */
"Unable to migrate document data from %@ to %@, reason: %@." = "Unable to migrate document data from %1$@ to %2$@, reason: %3$@.";

/* Alert: Unable to migrate document data from %@ to %@. */
"Unable to migrate document data from %@ to %@." = "Unable to migrate document data from %1$@ to %2$@.";

/* Title of alert */
"Unable to Open Web URL" = "Unable to Open Web URL";

/* error message */
"Unable to post HTML to validator.w3.org:\n%@" = "Unable to post HTML to validator.w3.org:\n%@";

/* title of dialog */
"Unable to Publish" = "Unable to Publish";

/* error description: Unable to read document data model */
"Unable to read document data model." = "Unable to read document data model.";

/* error description: document metadata is unreadable */
"Unable to read document metadata." = "Unable to read document metadata.";

/* error description: document model version is unknown */
"Unable to read document model information." = "Unable to read document model information.";

/* Alert Info */
"Unable to read file at path %@. A placeholder may be substituted." = "Unable to read file at path %@. A placeholder may be substituted.";

/* Alert: Unable to rename document from %@ to %@. Upgrade cannot be completed. */
"Unable to rename document from %@ to %@. Upgrade cannot be completed." = "Unable to rename document from %1$@ to %2$@. Upgrade cannot be completed.";

/* Alert: Unable to upgrade document at path %@. Path does not appear to be a file. */
"Unable to upgrade document at path %@. Path does not appear to be a file." = "Unable to upgrade document at path %@. Path does not appear to be a file.";

/* error description: Unable to upgrade document model. */
"Unable to upgrade document." = "Unable to upgrade document.";

/* Title of alert */
"Unable to Validate" = "Unable to Validate";

/* fallback page title if no title is otherwise found */
"Untitled Page" = "Untitled Page";

/* Upgrade Document button */
"Upgrade Document" = "Upgrade Document";

/* Prompt to purchase ADDITIONAL/Upgrade licenses */
"Upgrade Your License or Purchase Additional Licenses to %@:" = "Upgrade Your License or Purchase Additional Licenses to %@:";

/* document upgrade message text */
"Upgrading document \"%@.\"" = "Upgrading document \"%@.\"";

/* document upgrade failure message */
"Upgrading document \"%@.\" failed" = "Upgrading document \"%@.\" failed";

/* upload prefix */
"Uploading" = "Uploading";

/* Code Injection information */
"Use Code Injection to insert custom code, such as <script> tags or additional HTML, into every page of the site." = "Use Code Injection to insert custom code, such as <script> tags or additional HTML, into every page of the site.";

/* Code Injection information */
"Use Code Injection to insert custom code, such as <script> tags or additional HTML, into the selected page(s)." = "Use Code Injection to insert custom code, such as <script> tags or additional HTML, into the selected page(s).";

/* Code Injection placeholder text */
"Use this field to insert code after the <body> tag. This is generally used by JavaScripts that prepare for the rest of the page contents." = "Use this field to insert code after the <body> tag. This is generally used by JavaScripts that prepare for the rest of the page contents.";

/* Code Injection placeholder text */
"Use this field to insert code after the first <meta> tag. Useful for scripts that must be placed at this location. Otherwise, use the field below to insert code after the main tags." = "Use this field to insert code after the first <meta> tag. Useful for scripts that must be placed at this location. Otherwise, use the field below to insert code after the main tags.";

/* Code Injection placeholder text */
"Use this field to insert code at the end of the page, right before the </body> tag. This is generally used to include JavaScript that processes the preceding page contents." = "Use this field to insert code at the end of the page, right before the </body> tag. This is generally used to include JavaScript that processes the preceding page contents.";

/* Code Injection placeholder text */
"Use this field to insert code at the very beginning of the document, before the opening <html> tag. This is never any HTML or Javascript code; it's only for server-side scripts (such as PHP code) to affect the headers, set cookies, etc." = "Use this field to insert code at the very beginning of the document, before the opening <html> tag. This is never any HTML or Javascript code; it's only for server-side scripts (such as PHP code) to affect the headers, set cookies, etc.";

/* Code Injection placeholder text */
"Use this field to insert code before the closing </head> tag. Useful for additional <meta> tags, JavaScript <script> tags, stylesheets, etc." = "Use this field to insert code before the closing </head> tag. Useful for additional <meta> tags, JavaScript <script> tags, stylesheets, etc.";

/* Code Injection placeholder text */
"Use this field to insert code directly (e.g JavaScript 'onload') inside of the <body> tag itself." = "Use this field to insert code directly (e.g JavaScript 'onload') inside of the <body> tag itself.";

/* Title of alert */
"Validation Results Loaded" = "Validation Results Loaded";

/* validation error message for unexpected non-string */
"Value is not a string" = "Value is not a string";

/* button name */
"View Site" = "View Site";

/* Transfer Controller */
"Warning: Sandvox was not able to verify that all files were saved. Please check the folder for accuracy. You may wish to Export again." = "Warning: Sandvox was not able to verify that all files were saved. Please check the folder for accuracy. You may wish to Export again.";

/* Transfer Controller */
"Warning: Sandvox was not able to verify that all files were uploaded. Please check your site for accuracy. You may wish to Publish Entire Site again." = "Warning: Sandvox was not able to verify that all files were uploaded. Please check your site for accuracy. You may wish to Publish Entire Site again.";

/* HSA guide (Our documentation is in English only right now) */
"We suggest you read the troubleshooting section of our help, using the help button on this window." = "We suggest you read the troubleshooting section of our help, using the help button on this window.";

/* prompt shown when web sharing is turned on */
"Web sharing is now active." = "Web sharing is now active.";

/* Informative text when offering to locate other missing media files */
"Would you like to use it as well?" = "Would you like to use it as well?";

/* Informative text when offering to locate other missing media files */
"Would you like to use them as well?" = "Would you like to use them as well?";

/* Yes
   Yes Button */
"Yes" = "Yes";

/* Relative Date - Yesterday */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"You are now licensed to use %@.\n\nPlease save your registration key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %@ to update the menus to their fully registered state." = "You are now licensed to use %1$@.\n\nPlease save your registration key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %2$@ to update the menus to their fully registered state.";

/* No comment provided by engineer. */
"You are now licensed to use %@.\n\nYou will also receive an e-mail with your registration key, \\U201C%@\\U201D.\n\nPlease save this key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %@ to update the menus to their fully registered state." = "You are now licensed to use %1$@.\n\nYou will also receive an e-mail with your registration key, “%2$@”.\n\nPlease save this key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %3$@ to update the menus to their fully registered state.";

/* No comment provided by engineer. */
"You are running a demo version of Sandvox. Only the home page (watermarked) will be exported or uploaded. To publish additional pages, you will need to purchase a license." = "You are running a demo version of Sandvox. Only the home page (watermarked) will be exported or uploaded. To publish additional pages, you will need to purchase a license.";

/* Alert: Beta Informative Text */
"You are running Sandvox version %@, build %@.\n\nThis is a Public Beta version and will expire on %@. (We will make a new version available by then.)\n\nIf you find problems, please use \\U201CSend Feedback...\\U201D under the Sandvox menu, or email support@karelia.com.\n\nSince this is BETA software, DO NOT use it with critical data or for critical business functions. Please keep backups of your files and all source material. We cannot guarantee that future versions of Sandvox will be able to open sites created with this version!\n\nUse of this version is subject to the terms and conditions of Karelia Software's Sandvox Beta License Agreement." = "You are running Sandvox version %1$@, build %2$@.\n\nThis is a Public Beta version and will expire on %3$@. (We will make a new version available by then.)\n\nIf you find problems, please use “Send Feedback...” under the Sandvox menu, or email support@karelia.com.\n\nSince this is BETA software, DO NOT use it with critical data or for critical business functions. Please keep backups of your files and all source material. We cannot guarantee that future versions of Sandvox will be able to open sites created with this version!\n\nUse of this version is subject to the terms and conditions of Karelia Software's Sandvox Beta License Agreement.";

/* No comment provided by engineer. */
"You clicked on a link that would open a page that Sandvox cannot directly display.\n\n\t%@\n\nWhen you publish your website, you will be able to view the page with your browser." = "You clicked on a link that would open a page that Sandvox cannot directly display.\n\n\t%@\n\nWhen you publish your website, you will be able to view the page with your browser.";

/* No comment provided by engineer. */
"You have chosen to publish your website on a remote host." = "You have chosen to publish your website on a remote host.";

/* Message in alert prompting user to fill out hosting info */
"You have not fully specified and tested your connection information. You may save the configuration in progress, but your website cannot be published until you finish." = "You have not fully specified and tested your connection information. You may save the configuration in progress, but your website cannot be published until you finish.";

/* warning when we dont have full host setup */
"You have not fully specified and tested your connection information. You will need to fill in the connection information and verify that you can connect to your host before this website can be published." = "You have not fully specified and tested your connection information. You will need to fill in the connection information and verify that you can connect to your host before this website can be published.";

/* No comment provided by engineer. */
"You will need to update to Mac OS X 10.4.11 (using the Software Update menu), or install 10.5 \"Leopard\" for this version of Sandvox to function." = "You will need to update to Mac OS X 10.4.11 (using the Software Update menu), or install 10.5 \"Leopard\" for this version of Sandvox to function.";

/* warning when computer could not be reached. */
"Your computer could not be reached from the Internet at the URL you have specified, %@. You may need to check your hostname settings, or configure your router or local network so that your computer is reachable from the Internet." = "Your computer could not be reached from the Internet at the URL you have specified, %@. You may need to check your hostname settings, or configure your router or local network so that your computer is reachable from the Internet.";

/* No comment provided by engineer. */
"Your PayPal transaction was completed, but %@ was unable to reach Karelia's database server to generate your license key. Paypal will attempt to contact our server again in the next 24 hours, and we will email your key as soon as possible. If you do not receive an email after 24 hours, please contact Karelia, at support@karelia.com. Be sure to include this payment confirmation code in your message:" = "Your PayPal transaction was completed, but %@ was unable to reach Karelia's database server to generate your license key. Paypal will attempt to contact our server again in the next 24 hours, and we will email your key as soon as possible. If you do not receive an email after 24 hours, please contact Karelia, at support@karelia.com. Be sure to include this payment confirmation code in your message:";

/* Growl notification */
"Your site has been exported" = "Your site has been exported";

/* Growl notification */
"Your site has been published to %@" = "Your site has been published to %@";

/* Message in alert */
"Your Sites folder needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "Your Sites folder needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder).";

/* No comment provided by engineer. */
"Your website is currently configured to be published only on this computer. After you publish, you can retrieve the files from the following directory:\n\n  %@" = "Your website is currently configured to be published only on this computer. After you publish, you can retrieve the files from the following directory:\n\n  %@";

